Revit 2027 API
ParameterTypeId.SheetAssemblyUrl Property
 "Assembly: URL"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyUrl { get; }
Public Shared ReadOnly Property SheetAssemblyUrl As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyUrl {
	ForgeTypeId^ get ();
}
static member SheetAssemblyUrl : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace